Repository: correctiv/correctiv-justizgelder
Catalog: correctiv_justizgelder/locale/*/LC_MESSAGES/django.po
Languages: de

source: Court Donations Database
de: Justizgelder-Datenbank

source: Search
de: Suchen

source: e.g. Polizeisport
de: z.B. Polizeisport

source: Include treasury
de: Mit Staatskasse

source: Exclude treasury
de: Ohne Staatskasse

source: Bavaria
de: Bayern

source: Hesse
de: Hessen

source: Mecklenburg-Western Pomerania
de: Mecklenburg-Vorpommern

source: Lower Saxony
de: Niedersachsen

source: North Rhine-Westphalia
de: Nordrhein-Westfalen

source: Rhineland-Palatinate
de: Rheinland-Pfalz

source: Saxony
de: Sachsen

source: Saxony-Anhalt
de: Sachsen-Anhalt

source: Thuringia
de: Thüringen

source: Prosecutor
de: Staatsanwaltschaft

source: Ministry of Justice
de: Justizministerium

source: State Court
de: Landgericht

source: Local Court
de: Amtsgericht

source: Upper State Court
de: Oberlandesgericht

source: Interesting Organisation?
de: Interessante Organisation?

source: Share this donation:
de: Diese Geldzuwendung teilen:

source: Embed this judicial donation
de: Diese Geldzuwendung einbetten

source: Do you want to embed this donation on your website? Just copy this iFrame code:
de: Möchtest du diese Spende in deine Webseite einbetten? Dann kopiere diesen iFrame code:

source: Contact us!
de: Kontaktiere uns!

source: Send us an email
de: Sende uns eine E-Mail

source: Send us encrypted messages and documents
de: Sende uns auf sicherem Weg Nachrichten und Dokumente

source: Recipient %(name)s
de: Empfänger %(name)s

source: %(name)s received %(sum)s Euro as donations from the judiciary.
de: %(name)s erhielt %(sum)s Euro an Zuwendungen von der Justiz.

source: Total sum: %(sum)s&nbsp;€
de: Gesamtsumme: %(sum)s&nbsp;€

source: Back to the search
de: Zurück zur Suche

source: Notes about this organisation
de: Anmerkungen zu dieser Organisation

source: Name of this organisation
de: Name dieser Organisation

source: Amount
de: Betrag

source: State
de: Bundesland

source: Year
de: Jahr

source: Judicial district
de: Justizbezirk

source: Source
de: Quelle

source: not yet available
de: noch nicht verfügbar

source: Notes
de: Anmerkungen

source: %(name)s received %(sum)s € from the judiciary:
de: %(name)s erhielt %(sum)s € von der Justiz:

source: “<mark>%(query)s</mark>” resulted in <strong>%(hits)s hits</strong> with a total of <strong>%(sum)s&nbsp;€</strong>
de: „<mark>%(query)s</mark>“ ergab <strong>%(hits)s Treffer</strong> mit insgesamt <strong>%(sum)s&nbsp;€</strong>

source: Filters:
de: Filter:

source: <strong>%(hits)s hits</strong> with a total of <strong>%(sum)s&nbsp;€</strong>
de: <strong>%(hits)s Treffer</strong> mit insgesamt <strong>%(sum)s&nbsp;€</strong>

source: Name of Organisation
de: Name der Einrichtung

source: Total Amount
de: Gesamtbetrag

source: One documented entry
de: Ein dokumentierter Eintrag

source: No results found
de: Keine Ergebnisse gefunden

source: Judiciary donations search
de: Suche nach Zuwendungen der Justiz

source: Search for recipients
de: Suche nach Zuwendungsempfängern

source: Set range of total amount
de: Gesamtbetrag einschränken

source: Allocated in
de: Zugewiesen in

source: All
de: Alle

source: In the year
de: Im Jahr

source: These organisations got %(sum)s € from the judiciary:
de: Diese Organisationen erhielten %(sum)s € von der Justiz:

source: ^recipient/(?P<slug>[^/]+)/$
de: ^empfaenger/(?P<slug>[\w\~\-]+)/$
